7zip
base
base-devel
bash-completion
bat
bibata-cursor-theme
bluez-utils
brightnessctl
btop
chafa
cliphist
devtools
efibootmgr
eza
fd
ffmpeg
firefox
fish
fnott
foot
fuzzel
fwupd
fzf
git
github-cli
gitui
grim
gtk3
gtk4
helix
hyprcursor
hypridle
hyprland
hyprlock
hyprls-git
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imagemagick
imv
intel-gpu-tools
intel-media-driver
intel-ucode
keyd
lazygit
libva-utils
linux-firmware
linux-zen
man-db
marksman
mkinitcpio-firmware
mpv
mullvad-vpn-cli
neovim
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openssh
paru
pipewire-alsa
pipewire-pulse
pkgfile
pwvucontrol
qt5-wayland
qt5ct
reflector
ripgrep
sbctl
sesh-bin
slurp
snapper
sof-firmware
starship
stow
telegram-desktop
terminus-font
tlp
tmux
ttc-iosevka
ttf-nerd-fonts-symbols-mono
udisks2
udisks2-btrfs
ufw
unrar
unzip
uwsm
vesktop-bin
waybar
wl-clipboard
wlroots
wlsunset
xdg-desktop-portal-gtk
xdg-user-dirs
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zip
zoxide
zram-generator
